<?php

return
[
    'place'=>'معلم المدينة',
    'places'=>'معالم المدينة',
    'address'=>'عنوان المعلم',
    'enter_address'=>' أدخل عنوان المعلم',
    'photo'=>'صورة المعلم',
    'enter_photo'=>'أدخل صورة المعلم',
    'description'=>'الوصف',
    'enter_description'=>' أدخل وصف المعلم',
    'success_added'=>'تمت إضافة معلم المدينة بنجاح',
    'error_added'=>'حدث خطأ أثناء إضافة معلم المدينة',
    'add_place'=>'أضافة معلم المدينة',
    'list_places'=>'قائمة معالم المدينة',
    'all_places'=>'كل معالم المدينة',
    'place_options'=>'خيارات معالم المدينة',
    'success_delete'=>'تم حذف معلم المدينة بنجاح',
    'error_delete'=>'حدث خطأ أثناء حذف معلم المدينة',
    'update_place'=>'تحديث معلم المدينة',
    'success_update'=>'تم تحديث معلم المدينة بنجاح',
    'error_update'=>'حدث خطأ أثناء تحديث معلم المدينة',
    'show_place'=>'عرض معلم المدينة',
];
